Repository: HarmonyEnterpriseSolutions/harmony-platform
Catalog: share/locale/*/LC_MESSAGES/toolib.po
Languages: ru_ru

source: Incorrect Python version: %s. Version required: %s or later. Please, install new version of Python.
ru_ru: Неправильная версия Python: %s. Необходима версия не ниже %s. Пожалуйста, установите новую версию Python.

source: Package not found: '%s'. Please, install %s
ru_ru: Пакет не найден: '%s'. Пожалуйста, установите %s

source: Required software not installed
ru_ru: Необходимое программное обеспечение не установлено

source: EmailFormatException
ru_ru: Неверный формат письма

source: From
ru_ru: От кого

source: To is empty
ru_ru: Поле получателя пусто

source: To
ru_ru: Кому

source: Reply-To
ru_ru: Ответить

source: Sender
ru_ru: Отправитель

source: Cc
ru_ru: Скрытая копия

source: %s E-Mail is empty
ru_ru: %s E-Mail пуст

source: %s E-Mail is not valid: %s
ru_ru: E-Mail `%s` неверный: %s

source: phone number must start with %s
ru_ru: телефонный номер должен начинаться с %s

source: unknown phone number code %s
ru_ru: неизвесный телефонный код %s

source: phone number is not valid
ru_ru: неверный телефонный номер

source: or
ru_ru: или

source: YYYY
ru_ru: ГГГГ

source: YY
ru_ru: ГГ

source: MM
ru_ru: ММ

source: DD
ru_ru: ДД

source: M
ru_ru: М

source: D
ru_ru: Д

source: hh
ru_ru: чч

source: ss
ru_ru: сс

source: h
ru_ru: ч

source: m
ru_ru: м

source: s
ru_ru: с

source: Do not know how to format %s
ru_ru: Не знаю как отформатировать %s

source: Invalid date: '%s'. Expected format is %s
ru_ru: Дата неверна: '%s'. Ожидается формат %s

source: COM error 0x%8X in %s: %s
ru_ru: Ошибка COM 0x%8X в %s: %s

source: COM error 0x%8X: %s
ru_ru: Ошибка COM 0x%8X: %s

source: Can't hide Excel, ensure that no dialogs opened in Excel and press ok.
ru_ru: Не получается спрятать Excel, убедитесь в том, что в Excel нет открытых диалогов и нажмите ок.

source: Problem with Excel
ru_ru: Проблема с Excel

source: Excel supports only 256 columns
ru_ru: Excel поддерживает только 256 колонок

source: Last column is IV
ru_ru: Последняя колонка IV

source: All files
ru_ru: Разрешены удаления

source: Can't open document:
ru_ru: Не могу открыть документ:

source: Error saving document:
ru_ru: Ошибка при сохранении документа:

source: Document
ru_ru: Документ

source: %s was modified. Save changes?
ru_ru: %s был изменен. Сохранить изменения?

source: Save file
ru_ru: Сохранение файла

source: Open file
ru_ru: Открытие файла

source: Check all
ru_ru: Пометить все

source: Uncheck all
ru_ru: Снять все пометки

source: Fr
ru_ru: Пт

source: Mo
ru_ru: Пн

source: Sa
ru_ru: Сб

source: Su
ru_ru: Вс

source: Th
ru_ru: Чт

source: Tu
ru_ru: Вт

source: We
ru_ru: Ср

source: Week #
ru_ru: № недели

source: Ok
ru_ru: Ок

source: Cancel
ru_ru: Отмена

source: Details >>
ru_ru: Подробности >>

source: Details <<
ru_ru: Подробности <<

source: Unhandled exception: %s
ru_ru: Необработанное исключение: %s

source: Error message
ru_ru: Сообщение об ошибке

source: Whole &cell
ru_ru: Ячейка полностью

source: Search &selection
ru_ru: Искать в выделенном

source: Could not find the string: "%s"
ru_ru: Строка не найдена: "%s"

source: Search
ru_ru: Поиск

source: Rectangular selection expected
ru_ru: Выделите прямоугольную область, пожалуйста

source: SelectionError
ru_ru: Ошибка выделения

source: Single cell selection expected
ru_ru: Выделите одну ячейку, пожалуйста

source: Single row selection expected
ru_ru: Выделите одну запись, пожалуйста

source: Single column selection expected
ru_ru: Выделите одну колонку, пожалуйста

source: Pure row selection expected
ru_ru: Выделите чисто одну запись, пожалуйста

source: Pure column selection expected
ru_ru: Выделите чисто одну колонку, пожалуйста

source: Single row or cell selection expected
ru_ru: Выделите чисто одну запись или одну ячейку, пожалуйста

source: Single column or cell selection expected
ru_ru: Выделите чисто одну колонку или одну ячейку, пожалуйста

source: Error
ru_ru: Ошибка

source: ClipboardPasteError
ru_ru: Ошибка вставки из клипборда

source: ClipboardCopyError
ru_ru: Ошибка копирования в клипборд

source: column '%s', row '%s'
ru_ru: колонка '%s', ряд '%s'

source: Please, select single cell or column if table is empty
ru_ru: Выделите, пожалуйста, одну ячеку или колонку, если таблица пуста

source: Nothing to paste
ru_ru: Нечего вставлять

source: Data with %s rows does not fits in %s rows
ru_ru: Данные с %s рядами не помещаются в %s рядов

source: Data with %s columns does not fits in %s columns
ru_ru: Данные с %s колонками не помещаются в %s колонок

source: Message
ru_ru: Сообщение

source: Can't paste item into self or child
ru_ru: Нельзя вставить узел в себя или дочерний узел

source: Paste operation failed
ru_ru: Операция вставки потерпела неудачу

source: Can't paste node into self or child
ru_ru: Нельзя вставить узел в себя или дочерний узел

source: ClipboardError
ru_ru: Ошибка клипборда

source: Can't open clipboard
ru_ru: Не могу открыть клипборд

source: File not found: %s Would You like to find it manually?
ru_ru: Не найден файл: %s Хотите найти его самостоятельно?

source: File is missing
ru_ru: Файл отсутствует

source: Find the file
ru_ru: Найдите файл
