Repository: HarmonyEnterpriseSolutions/harmony-platform
Catalog: src/wmserv/javaui/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Sorry, Your session has not been found. Possible reasons: - session expired (session inactivity timeout is %.f minutes) - cookies is disabled on Yours web browser (appears when just typing login) - server restarted Application will be reset to login
ru: Очень жаль, Ваша сессия не найдена. Возможные причины: - сессия устарела (период неактивности сессии равен %.f мин.) - в Вашем веб обозревателе запрещены куки (проявляется на этапе ввода логина) - сервер был перезапущен Приложение будет сброшено к диалогу логина

source: Can't run java applet. Possible reasons:
ru: Апплет java не стартовал. Возможные причины:

source: Java runtime environment (JRE) not installed. This applet needs JRE 1.6 or later.
ru: Исполнительная среда java (JRE) не установлена. Этот аплет работает с JRE 1.6 или более поздней версии.

source: Check if java installed.
ru: Проверьте, установлена ли JRE.

source: JRE installed, but disabled in web browser.
ru: JRE установлена, но не разрешена к использованию в веб обозревателе.

source: Try to enable java.
ru: Попробуйте разрешить java.

source: Windows 64 bit platform: installed JRE version is 64 bit while web browser is 32 bit or vice versa.
ru: Платформа Windows 64 bit: установлена 64-разрядная JRE тогда как веб обозреватель 32-разрядный или наоборот.

source: Which Java download should I choose?
ru: Какую версию java выбрать?

source: HARM diler portal
ru: Дилерский портал HARM

source: There is two possibilities to start application
ru: Есть два варианта запуска приложения

source: Applet
ru: Апплет

source: Standalone application (java web start)
ru: Отдельное приложение (java web start)
